SesameOS3/17_megnet.md
```mermaid
sequenceDiagram
APP->>Sesame5: SSM2_ITEM_CODE_MAGNET(17)
Sesame5-->>APP: Success
Sesame5->>APP: mechStatus
```
